cask_args appdir: "/Applications"

tap "homebrew/cask-fonts"
tap "koekeishiya/formulae"
tap "daipeihust/tap"

brew "nnn"
brew "fzf"
brew "lsd"
brew "bat"
brew "tree"
brew "tmux"
brew "node"
brew "deno"
brew "ctags"
brew "neovim"
brew "im-select"
brew "clang-format"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/yabai"
brew "koekeishiya/formulae/skhd"

cask "drawio"
cask "vivaldi"
cask "vanilla"
# cask "mactex-no-gui"
cask "alacritty"
cask "1password"
cask "tailscale"
cask "google-drive"
cask "input-source-pro"
cask "karabiner-elements"
cask "font-jetbrains-mono-nerd-font"
