tap "daipeihust/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "koekeishiya/formulae"
brew "bat"
brew "clang-format"
brew "ctags"
brew "deno"
brew "dust"
brew "fzf"
brew "ghostscript"
brew "git"
brew "harfbuzz"
brew "hub"
brew "lsd"
brew "make"
brew "neovim"
brew "nnn"
brew "node"
brew "openjdk"
brew "pdftk-java"
brew "procs"
brew "pure"
brew "ripgrep"
brew "stylua"
brew "tig"
brew "tmux"
brew "tree"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "daipeihust/tap/im-select"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password", args: { appdir: "/Applications" }
cask "alacritty", args: { appdir: "/Applications" }
cask "alt-tab"
cask "font-jetbrains-mono-nerd-font", args: { appdir: "/Applications" }
cask "google-drive", args: { appdir: "/Applications" }
cask "karabiner-elements", args: { appdir: "/Applications" }
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "steam"
cask "tailscale", args: { appdir: "/Applications" }
cask "vivaldi", args: { appdir: "/Applications" }
cask "zoom"
