tap "daipeihust/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "koekeishiya/formulae"
brew "bat"
brew "dust"
brew "fzf"
brew "lsd"
brew "neovim"
brew "pure"
brew "ripgrep"
brew "tig"
brew "tmux"
brew "tree"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password", args: { appdir: "/Applications" }
cask "alacritty", args: { appdir: "/Applications" }
cask "alt-tab"
cask "bitwarden"
cask "docker-desktop"
cask "font-jetbrains-mono-nerd-font", args: { appdir: "/Applications" }
cask "google-drive", args: { appdir: "/Applications" }
cask "karabiner-elements", args: { appdir: "/Applications" }
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "steam"
cask "tailscale-app", args: { appdir: "/Applications" }
cask "vivaldi", args: { appdir: "/Applications" }
cask "zoom"
